Repository: jstavel/cdbazar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Password
cs_cz: Heslo

source: Password confirmation
cs_cz: Potvrzení hesla

source: Enter the same password as above, for verification.
cs_cz: Zadejte to samé heslo, pro jistotu

source: Firm
cs_cz: Firma

source: Name
cs_cz: Jméno

source: Surname
cs_cz: Příjmení

source: Street
cs_cz: Ulice

source: ZIP code
cs_cz: PSČ

source: City
cs_cz: Město

source: Country
cs_cz: Země

source: ICO
cs_cz: IČO

source: VAT number
cs_cz: DIČ

source: Phone number
cs_cz: Tel. číslo

source: Delivery way
cs_cz: Způsob doručení

source: Payment way
cs_cz: Způsob placení

source: A user with that username already exists.
cs_cz: Uživatel s takovýmto jménem už existuje.

source: The two password fields didn't match.
cs_cz: Hesla se neshodují.

source: Username is required
cs_cz: Uživatelské jméno je povinné

source: With registration
cs_cz: Chci se zaregistrovat

source: Required. max 30 characters or fewer. Letters, digits and @/./+/-/_ only.
cs_cz: Povinné. max 30 znaků. Písmena, číslice a @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
cs_cz: Můžete použít pouze písmena, číslice a znaky @/./+/-/_

source: Czech Post
cs_cz: Česká pošta

source: Take at store
cs_cz: Vyzvednout v obchodě

source: Pay at delivery
cs_cz: Dobírkou

source: By bank account
cs_cz: Bankovním převodem

source: Pay at store
cs_cz: Zaplatit v obchodě

source: Delivery address is the same as invoicing address
cs_cz: Doručovací adresa je stejná jako fakturační adresa

source: To store date of an item
cs_cz: Datum kdy šlo zboží do prodeje

source: State
cs_cz: Stav

source: Description
cs_cz: Popis

source: Price
cs_cz: Cena

source: Discount [%]
cs_cz: Sleva

source: Price [CZK]
cs_cz: Cena [CZK]

source: User discount [%]
cs_cz: Uživatelské sleva [%]

source: Choose an item to store
cs_cz: Vyberte zboží ve skladě

source: Goods
cs_cz: Zboží

source: Commentary
cs_cz: Komentář

source: Item with given packnumber is already used.
cs_cz: Číslo obálky už existuje!

source: Choose an item to clean
cs_cz: Vyberte zboží na číštění

source: Item with given packnumber is already in the store.
cs_cz: Ve skladě je už číslo obálky použito.

source: picture
cs_cz: Obrázek

source: Pictures
cs_cz: Obrázky

source: Title
cs_cz: Titulek

source: Year
cs_cz: Rok

source: Publisher
cs_cz: Producent

source: Specification
cs_cz: Popis

source: Tracklist
cs_cz: Obsah

source: Original price
cs_cz: Původní cena

source: Picture source
cs_cz: Zdroj obrázku

source: For E-Shop?
cs_cz: Na eShop?

source: Has items for sale in an eshop?
cs_cz: Má v eshopu položky na prodej?

source: Has discount?
cs_cz: Má slevu?

source: Barcode
cs_cz: Čárový kód

source: Last modified
cs_cz: Poslední úprava

source: To store date
cs_cz: Datum na sklad

source: Show at home page
cs_cz: Ukázat na hlavní stánce

source: Item
cs_cz: Položka

source: Items
cs_cz: Položky

source: Buyout
cs_cz: Výkup

source: At stock
cs_cz: Na sklad

source: To clean
cs_cz: Vyčistit

source: Articles
cs_cz: Zboží

source: Trade Actions
cs_cz: Akce

source: Search
cs_cz: Hledání

source: previous
cs_cz: zpět

source: Page
cs_cz: Strana

source: next
cs_cz: další

source: Choose some section
cs_cz: Vyberte sekci

source: User
cs_cz: Uživatel

source: Payment
cs_cz: Placení

source: Cancel
cs_cz: Pryč odtud

source: My Profile
cs_cz: Můj profil

source: My Orders
cs_cz: Mé objednávky

source: Article
cs_cz: Artikl

source: Article List
cs_cz: Přehled artiklů

source: Basket Review
cs_cz: Co máme v košíku?

source: Order of Items
cs_cz: Vystavíme objednávku

source: Email Message
cs_cz: Zpráva v emailu

source: Order Detail
cs_cz: Detail objednávky

source: Thank you for your order
cs_cz: Díky za objednávku!

source: Choose media type
cs_cz: Vyberte typ média

source: Trade Action
cs_cz: Akce

source: specification
cs_cz: specifikace

source: tracklist
cs_cz: obsah

source: review
cs_cz: přehled

source: buy
cs_cz: koupit

source: No item in basket
cs_cz: Prázdný košík

source: Contact
cs_cz: Kontakt

source: Summary
cs_cz: Souhrn

source: Back to Eshop
cs_cz: Zpátky nakupovat

source: you have in the basket
cs_cz: v košíku

source: Action
cs_cz: Akce

source: Discount [%%]
cs_cz: Sleva [%%]

source: delete
cs_cz: smazat

source: Registration is completed
cs_cz: Registrace je hotová

source: article
cs_cz: artikl

source: title
cs_cz: titulek

source: year
cs_cz: rok

source: publisher
cs_cz: producent

source: media type
cs_cz: typ média

source: barcode
cs_cz: čárový kód

source: price
cs_cz: cena

source: last sold price
cs_cz: poslední prodejní cena

source: path
cs_cz: cesta

source: The goods are leaving, the money are comming.
cs_cz: Zboží odchází, peníze přichází.

source: related goods
cs_cz: související zboží

source: Sell
cs_cz: Prodat

source: At home page
cs_cz: Na hlavní stránku

source: Taken over
cs_cz: Převzato

source: Rejected
cs_cz: Odmítnuto

source: Waiting for takeover
cs_cz: Čeká na převzetí

source: Waiting for expedition
cs_cz: Čeká na expedici

source: Take over
cs_cz: Převzato

source: Submit payment
cs_cz: Zaplaceno

source: Submit takeover
cs_cz: Potvrdit převzetí

source: Waiting for payment
cs_cz: Čeká na zaplacení

source: Review Order
cs_cz: Kontrola objednávky
